Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: Parsing all words may only be done on one client at a time, and another client is currently doing this.
ms: Menghurai semua perkataan hanya akan dilakukan oleh seorang pelanggan sahaja pada satu masa, dan seorang pelanggan lain sedang menghuraikannya sekarang ini.

source: Parsing Elsewhere
ms: Sedang Menghurai di Tempat Lain

source: Participant
ms: Peserta

source: Participants
ms: Peserta-peserta

source: Participants:
ms: Peserta-peserta:

source: Parts of Speech
ms: Jenis Perkataan

source: Password
ms: Kata Laluan

source: &Paste
ms: &Tampalkan

source: _Paste
ms: _Tampal

source: Paste
ms: Tampal

source: Paste _Hyperlink
ms: Tampalkan _Hiperpautan

source: Paste clipboard content as hyperlink.
ms: Tampal kandungan papan keratan sebagai hiperpautan.

source: Pathway is not installed correctly. Please re-run the Pathway installer and repair your installation.
ms: Laluan tidak dipasang dengan betul. Sila jalankan semula pemasang Laluan dan baiki pemasangan anda.

source: &Pause Parser
ms: &Jeda Penghurai Kata

source: People
ms: Orang

source: _Person
ms: _Orang

source: Person
ms: Orang

source: Personal Notes
ms: Nota Persendirian

source: Personal Notes:
ms: Nota Persendirian:

source: Pg. 1
ms: Ms. 1

source: Pg. 2
ms: Ms. 2

source: Pg. 3
ms: Ms. 3

source: Pg. 4
ms: Ms. 4

source: Pg. 5
ms: Ms. 5

source: Pg. 6
ms: Ms. 6

source: Pg. 7
ms: Ms. 7

source: Pg. 8
ms: Ms. 8

source: Phase 1 Error
ms: Ralat Tahap 1

source: Phoneme
ms: Fonem

source: Phoneme: {0}
ms: Fonem: {0}

source: Phonemes
ms: Fonem

source: Phonemes/Features
ms: Fonem-fonem/Ciri-ciri

source: phonological feature
ms: ciri fonologi

source: Phonological Feature
ms: Ciri Fonologi

source: Phonological Feature and Values
ms: Nilai dan Ciri Fonologi

source: Phonological Feature Description
ms: Deskripsi Ciri Fonologi

source: _Phonological Feature...
ms: Ciri _Fonologi...

source: Phonological Features
ms: Ciri-ciri Fonologi

source: Phonological Features Catalog
ms: Katalog Ciri-ciri Fonologi

source: Phonological Rule
ms: Peraturan Fonologi

source: Phonological Rule-based Parser (HermitCrab.NET)
ms: Penghurai Kata Berdasarkan Peraturan Fonologi (HermitCrab.NET)

source: Phonological Rules
ms: Peraturan-peraturan Fonologi

source: Phonology Note
ms: Nota Fonologi

source: Phonology Notes
ms: Nota-nota Fonologi

source: PhraseTags
ms: Tag Frasa

source: _Picture
ms: _Gambar

source: Picture
ms: Gambar

source: Picture Properties
ms: Milik Gambar

source: <Picture>
ms: <Gambar>

source: Picture-Caption
ms: Gambar-Kapsyen

source: Picture-FileName
ms: Gambar-Nama Fail

source: Pictures
ms: Gambar

source: Place of Birth
ms: Tempat Lahir

source: Place of Residence
ms: Tempat Tinggal

source: Please choose a source column
ms: Sila pilih kolum sumber

source: Please choose or set up a Process
ms: Sila pilih atau tata Proses

source: Please choose the particular ICU processor you want from the Process Options combo box.
ms: Sila pilih pemproses ICU tertentu yang anda ingini dari kotak kombo Pilihan Proses.

source: Please describe the steps necessary to make this problem appear:
ms: Sila huraikan langkah-langkah yang perlu untuk membuat masalah ini timbul:

source: Please email this bug report to {0}. Please insert here your description of how the problem occurred. If possible give detailed instructions for making it happen. If relevant please attach any files required for making it happen. ------Generated error details follow------ An internal error has been detected in program {1}, Version: {2} Details follow: A programming error ({3}) has been detected in module {4}, {5}. Please report this to the developers. Stack Dump: {6}
ms: Sila e-mel laporan pepijat ini ke {0}. Sila selitkan perincian tentang bagaimana masalah tersebut terjadi di sini. Jika boleh, berikan arahan terperinci untuk membuatnya berlaku. Jika berhubungan, sila lampirkan sebarang fail yang diperlukan untuk membuatnya berlaku. ------Perincian ralat terjana berikutan------ Ralat dalaman telah dikesan dalam program {1}, Versi: {2} Perincian berikutan: Ralat pengaturcaraan ({3}) telah dikesan dalam modul {4}, {5}. Sila laporkan ini ke pemaju. Longgokan Tindanan: {6}

source: Please email this report to the development team: {0}
ms: Sila e-melkan laporan ini ke pasukan pembangunan: {0}

source: Please email this to {0} with this exact subject: {1} {2}
ms: Sila e-melkan ini kepada {0} bersama subjek tepat ini: {1} {2}

source: Please enter a name
ms: Sila masukkan nama

source: Please enter a whole number
ms: Sila masukkan seluruh nombor

source: Please fill in the gloss.
ms: Sila isi glos.

source: Please fill in the lexeme form.
ms: Sila isi bentuk leksem.

source: Please fill in the title.
ms: Sila isi tajuk.

source: Please provide a valid list name.
ms: Sila sediakan nama senarai yang sah.

source: Please provide the characters -> between the Find expression and the Replace expression in the Find->Replace field.
ms: Sila berikan aksara -> di antara Cari ungkapan dan Ganti ungkapan di dalam bidang Cari->Ganti.

source: Please rename your copies before making more copies.
ms: Sila namakan semula salinan-salinan anda sebelum membuat salinan-salinan tambahan.

source: Please select one of the following options:
ms: Sila pilih salah satu pilihan berikut:

source: Plugins
ms: Plugin

source: Populate a field by applying a complex process to another field
ms: Isi bidang dengan mengaplikasikan proses kompleks ke bidang lain

source: Position
ms: Kedudukan

source: P&osition:
ms: Ke&dudukan:

source: Position:
ms: Kedudukan:

source: Positions
ms: Kedudukan

source: Predicted Analyses
ms: Analisis Yang Telah Diramal

source: prefix
ms: imbuhan awal

source: {0} Prefix
ms: {0} Imbuhan awal

source: Preparing for migration - Creating a temporary copy of {0}.
ms: Bersedia untuk penghijrahan - Membuat salinan sementara {0}.

source: Preparing for migration - Migrating the copy of {0} to FieldWorks 6.0
ms: Bersedia untuk penghijrahan - Menghijrahkan salinan {0} ke FieldWorks 6.0

source: Preparing for migration - Writing {0} as FieldWorks 6.0 XML.
ms: Bersedia untuk penghijrahan - Menulis {0} sebagai FieldWorks 6.0 XML.

source: Preparing for migration - Writing the copy of {0} as FieldWorks 6.0 XML.
ms: Bersedia untuk penghijrahan - Menulis salinan {0} sebagai FieldWorks 6.0 XML.

source: Press Enter to copy in Word Glosses, or start typing.
ms: Tekan Enter untuk menyalin Glos Perkataan, atau mula taip.

source: &Preview
ms: &Pratonton

source: Preview
ms: Pratonton

source: Preview Import Summary
ms: Ringkasan Import Pratonton

source: Preview:
ms: Pratonton:

source: _Previous
ms: _Terdahulu

source: Previous Clause
ms: Klausa Sebelum Ini

source: Previous Incomplete Word
ms: Perkataan Tak Lengkap Sebelumnya

source: Pre&vious Match
ms: Padanan Seb&elum Ini

source: Primary Entry (all)
ms: Entri Utama (semua)

source: Primary Entry (subentry under)
ms: Entri Utama (subentri di bawah)

source: Primary Entry References
ms: Rujukan-rujukan Entri Utama

source: Primary Entry(s)
ms: Entri(-entri) Utama

source: Primary Gloss
ms: Glos Utama

source: Print
ms: Cetak

source: Print View
ms: Cetak Paparan

source: &Print...
ms: &Cetak...

source: _Print...
ms: _Cetak...

source: Problem
ms: Masalah

source: Problem finishing interlinear import (phase 2): {0}.
ms: Masalah menyelesaikan import antara baris (fasa 2): {0}.

source: Problem Importing
ms: Masalah mengimport

source: Problem importing from {0}: {1}
ms: Masalah mengimport dari {0}: {1}

source: Problem Object
ms: Objek yang Bermasalah

source: Problem opening file
ms: Masalah membuka fail

source: Problem Report
ms: Laporan Masalah

source: Problem saving settings: {0}
ms: Masalah menyimpan tetapan: {0}

source: Problem Starting {0}
ms: Masalah Memulakan {0}

source: Problem Writing File
ms: Masalah Menulis Fail

source: Problems
ms: Masalah

source: Problems moving some Projects
ms: Masalah memindahkan sesetengah projek

source: Process
ms: Proses

source: Process without importing. Useful for creating all of the LLPhaseXOutput files.
ms: Proses tanpa mengimport. Berguna untuk membuat semua fail LLPhaseXOutput.

source: Process:
ms: Proses:

source: Processing
ms: Pemprosesan

source: Processor file:
ms: Fail Pemproses:

source: proclitic
ms: proklitik

source: {0} Proclitic
ms: {0} Proklitik

source: Program error
ms: Ralat Atur cara

source: Programming error
ms: Ralat Pengaturcaraan

source: Programming Error
ms: Ralat Pengaturcaraan

source: Progress
ms: Kemajuan

source: Progress Dialog
ms: Dialog Kemajuan

source: Prohibited Movement
ms: Pemindahan Terlarang

source: Project _Management
ms: P_engurusan Projek

source: Project Already Exists
ms: Projek Sudah Wujud

source: Project data folders are located in:
ms: Folder data projet diletak dalam:

source: Project File:
ms: Fail Projek:

source: Project Locations and Sharing
ms: Pengongsian dan Lokasi Projek

source: Project Locations and Sharing...
ms: Pengongsian dan Lokasi Projek...

source: Project &Management
ms: &Pengurusan Projek

source: Project Management
ms: Pengurusan Projek

source: Project &Name:
ms: &Nama Projek:

source: Project Properties
ms: Milik-milik Projek

source: {0} project(s) failed to migrate properly.
ms: {0} projek(-projek) gagal berhijrah dengan betul.

source: Project:
ms: Projek:

source: Project: {0}
ms: Projek: {0}

source: Projects currently open:
ms: Projek-projek yang baru-baru dibuka:

source: Projects Folder
ms: Folder Projek

source: Projects folder "{0}" could not be found on server. Ensure that the Projects folder is present and accessible.
ms: Folder projek "{0}" tidak dapat ditemui dalam pelayan. Pastikan bahawa folder Projek hadir dan boleh dicapai.

source: Projects you can delete:
ms: Projek-projek yang boleh dihapus:

source: Promote
ms: Naikkan

source: pronunciation
ms: sebutan

source: _Pronunciation
ms: _Sebutan

source: Pronunciation
ms: Sebutan

source: Pronunciations
ms: Sebutan-sebutan

source: Properties
ms: Milik-milik

source: Publication
ms: Penerbitan

source: Publication Settings
ms: Tetapan Penerbitan

source: Publish In
ms: Terbitkan Dalam

source: Publish In (Entry)
ms: Terbitkan Dalam (Entri)

source: Publish In (Example)
ms: Terbitkan Dalam (Contoh)

source: Publish In (Sense)
ms: Terbitkan Dalam (Makna)

source: &Punctuation Usage...
ms: &Kegunaan Tanda Bacaan...

source: &Punctuation, Symbols && Spaces
ms: &Tanda Bacaan, Simbol && Jarak-jarak

source: Question
ms: Soalan

source: Questions
ms: Soalan-soalan

source: Queue: ({0}/{1}/{2})
ms: Barisan: ({0}/{1}/{2})

source: {0} Quote metacharacter
ms: {0} Petik aksara meta

source: Range of Base Characters
ms: Julat Aksara Dasar

source: Re_load Grammar / Lexicon
ms: Muat semula Tatabahasa/Leksikon

source: Readiness
ms: Kesediaan

source: Readiness check
ms: Pemeriksaan kesediaan

source: Reading the input file {0}
ms: Membaca fail input {0}

source: Read-only interlinear view for printing.
ms: Paparan antara baris Baca-sahaja untuk pencetakan.

source: Ready to Import
ms: Bersedia untuk Impor

source: Ready To Import
ms: Bersedia Untuk Import

source: Really delete field and contents?
ms: Adakah anda pasti mahu menghapus bidang dan isi-isi kandungnya?

source: Reassign Homographs
ms: Tetapkan Semula Homograf-homograf

source: Record
ms: Rekod

source: Record Edit
ms: Edit Rekod

source: Record Marker:
ms: Penanda Rekod:

source: Record Type
ms: Jenis Rekod

source: Record Type:
ms: Jenis Rekod:

source: Records
ms: Rakaman

source: Records in the FieldWorks Notebook support hierarchical embedding of records. If your standard format file contains hierarchy, you need to map it onto the FieldWorks Notebook's structure. For example, mapping "\lnf" onto "Event (level 2)" indicates that the import process should start a new sub-record whenever it encounters a \lnf field. (Refer to Help for more details.)
ms: Rekod dalam Buku Nota FieldWorks menyokong pelapisan berhierarki rekod. Jika fail format standard anda mengandungi hierarki, anda perlu memetakannya ke atas struktur Buku Nota FieldWorks. Sebagai contoh, pemetaan "\lnf" ke atas "Event (level 2)" menunjukkan bahawa proses import harus memulakan satu sub-rekod bila-bila masa ia menemui suatu bidang \lnf. (Rujuk kepada Bantuan untuk maklumat yang lebih terperinci.)

source: Recreate Reversal
ms: Buat semula Pembalikan

source: &Redo
ms: &Buat semula

source: _Redo
ms: _Buat semula

source: Redo
ms: Buat semula

source: &Redo {0}
ms: &Buat semula {0}

source: Redo {0}
ms: Buat semula {0}

source: Redo {0} Actions
ms: Buat semula {0} Tindakan

source: Redo 1 Action
ms: Buat semula 1 Tindakan

source: Redo Add {0}
ms: Buat Semula Tambah {0}

source: Redo add allomorph
ms: Buat Semula tambah alomorf

source: Redo Add Component
ms: Buat Semula Tambah Komponen

source: Redo Add Examples
ms: Buat Semula Tambah Contoh

source: Redo Add Marker
ms: Buat Semula Tambah Penanda

source: Redo Add Reference
ms: Buat Semula Tambah Rujukan

source: Redo Add Reversal Entry to Sense
ms: Buat Semula Tambah Entri Pembalikan ke Makna

source: Redo add Text Tag
ms: Buat Semula tambah Tag Teks

source: Redo add to Spelling Dictionary
ms: Buat Semula tambah ke Kamus Ejaan

source: Redo Add Variant
ms: Buat Semula Tambah Varian

source: Redo add Wordform
ms: Buat Semula tambah Bentuk kata

source: Redo Adding Affixes
ms: Buat Semula Menambah Imbuhan

source: Redo Adding Slot
ms: Buat Semula Menambah Slot

source: Redo Approve Analysis
ms: Buat Semula Setuju Analisis

source: Redo Assign Analyses
ms: Buat Semula Menugaskan Analisis

source: Redo Break Phrase into Words
ms: Buat Semula Uraikan Frasa ke dalam Perkataan

source: Redo Bulk Delete
ms: Buat Semula Hapus Banyak

source: Redo Bulk Edit
ms: Buat Semula Edit Banyak

source: Redo Bulk Edit Inflection Class
ms: Buat Semula Edit Banyak Kelas Infleksi Sekaligus

source: Redo Bulk Edit POS
ms: Buat Semula Edit Banyak Jenis Kata

source: Redo Bulk Edit Reversal Entry POS
ms: Buat Semula Edit Banyak Jenis Kata Entri Pembalikan Sekaligus

source: Redo change {0}
ms: Buat Semula ubah {0}

source: Redo Change Morpheme Type
ms: Buat Semula Ubah Jenis Morfem

source: Redo Change Optionality of {0} Slot
ms: Buat Semula Ubah Slot Opsyenaliti {0}

source: Redo change to {0}
ms: Buat Semula ubah ke {0}

source: Redo changing {0} to {1}
ms: Buat Semula mengubah {0} to {1}

source: Redo Changing Approval Status
ms: Buat Semula Mengubah Status Penerimaan

source: Redo changing slot name
ms: Buat Semula mengubah nama slot

source: Redo clear chart
ms: Buat Semula padam carta

source: Redo Click Copy
ms: Buat Semula Klik Salin

source: Redo create {0}
ms: Buat Semula buat {0}

source: Redo Create Category
ms: Buat Semula Buat Kategori

source: Redo Create Entry
ms: Buat Semula Buat Entri

source: Redo Create Inflection Feature
ms: Buat Semula Buat Ciri Infleksi

source: Redo Create New Sense
ms: Buat Semula Buat Makna Baru

source: Redo Create Phonological Feature
ms: Buat Semula Buat Ciri Fonologi

source: Redo Create Reversal Index
ms: Buat Semula Buat Indeks Pembalikan

source: Redo create Slot
ms: Buat Semula buat Slot

source: Redo Create Variant Entry
ms: Buat Semula Buat Entri Varian

source: Redo Creating Entry
ms: Buat Semula Membuat Entri

source: Redo Creating Inflectional Affix Category Item
ms: Buat Semula Membuat Butir Kategori Infleksi

source: Redo Delete
ms: Buat Semula Hapus

source: Redo Delete {0}
ms: Buat Semula Hapus {0}

source: Redo Delete Item in {0}
ms: Buat Semula Hapus Butir dalam {0}

source: Redo Delete Media Link
ms: Buat Semula Hapus Pautan Media

source: Redo Delete Record
ms: Buat Semula Hapus Rakaman

source: Redo Delete Reference
ms: Buat Semula Hapus Rujukan

source: Redo Delete Relation
ms: Buat Semula Hapus Kaitan

source: Redo Delete Reversal Entry from Sense
ms: Buat Semula Hapus Entri Pembalikan dari Makna

source: Redo Demote
ms: Buat Semula Turunkan

source: Redo Edit Function
ms: Buat Semula Fungsi Edit

source: Redo Edit Reference Set Details
ms: Buat Semula Edit Butiran Set Rujukan

source: Redo failed.
ms: Buat semula gagal.

source: Redo from import from LIFT
ms: Buat Semula import dari LIFT

source: Redo Insert
ms: Buat Semula Selitkan

source: Redo Insert {0}
ms: Buat Semula Selit {0}

source: Redo Insert as Moved
ms: Buat Semula Selit sebagai Dipindahkan

source: Redo Insert Category
ms: Buat Semula Selitkan Kategori

source: Redo Insert Inflection Feature
ms: Buat Semula Selitkan Ciri Infleksi

source: Redo Insert Invisible Space
ms: Buat Semula Selit Jarak Halimunan

source: Redo Last Row in Paragraph
ms: Buat Semula Baris Terakhir dalam Perenggan

source: Redo Last Row in Sentence
ms: Buat Semula Baris Terakhir dalam Ayat

source: Redo Make Reversal Entries
ms: Buat Semula Buat Entri-entri Pembalikan

source: Redo Merge Reversal Category
ms: Buat Semula Cantum Kategori Pembalikan

source: Redo Move Reversal Category
ms: Buat Semula Pindahkan Kategori Pembalikan

source: Redo Move Reversal Entry
ms: Buat Semula Pindahkan Entri Pembalikan

source: Redo Set Phonological Features
ms: Buat Semula Atur Ciri Fonologi

source: Redo Set Reversal Entries
ms: Buat Semula Atur Entri Pembalikan

source: Redo Spelling Change
ms: Buat Semula Perubahan Ejaan

source: Redo Variant Of
ms: Buat Semula Varian Dari

source: Redo Visible Complex Form
ms: Buat Semula Bentuk kata Kompleks Boleh Dilihat

source: Ref
ms: Rujukan

source: Refer to as
ms: Rujuk sebagai

source: Reference
ms: Rujukan

source: Reference Set Details
ms: Perincian-perincian Peranggu Rujukan

source: Reference set type
ms: Jenis peranggu rujukan

source: Referenced Complex Form
ms: Bentuk Kompleks Yang Dirujuk

source: Referenced Complex Forms
ms: Bentuk-bentuk Kompleks Yang Dirujuk

source: Referenced Complex Forms (of Entry)
ms: Bentuk Kompleks (Entri) yang Dirujuk

source: Referenced Complex Forms (of Sense)
ms: Bentuk Kompleks (Makna) yang Dirujuk

source: Referenced Entries
ms: Entri yang Dirujuk

source: Referenced Headword
ms: Kata Utama Berrujuk

source: Referenced Sense
ms: Makna yang Dirujuk

source: Referenced Senses
ms: Makna yang Dirujuk

source: References
ms: Rujukan-rujukan

source: References in Dictionary View should include (if significant):
ms: Rujukan dalam Paparan Kamus hendaklah termasuk (jika penting):

source: References in Reversal Index should include (if significant):
ms: Rujukan dalam Indeks Pembalikan hendaklah termasuk (jika penting):

source: _Refresh
ms: _Segar semula

source: Refresh the screen.
ms: Segar semula skrin.

source: RegexMatcher in invalid state for requested operation.
ms: RegexMatcher di dalam keadaan tidak sah untuk operasi yang diminta.

source: Region abbreviation (2 or 3 char.):
ms: Singkatan Kawasan (2 atau 3 aksara):

source: Region name:
ms: Nama kawasan:

source: Regions
ms: Kawasan

source: Regular Expression (ICU)
ms: Ungkapan Biasa (ICU)

source: Related Domains
ms: Domain Berkaitan

source: relation
ms: kaitan

source: {0}/{1} relation
ms: {0}/{1} kaitan

source: Relation Abbreviation
ms: Singkatan Kaitan

source: Relation Name
ms: Nama Kaitan

source: Relation Type
ms: Jenis Kaitan

source: relation.
ms: kaitan.

source: Reminders
ms: Peringatan

source: &Remove
ms: &Tanggalkan

source: Remove
ms: Tanggalkan

source: Remove a publication from this field to completely exclude this entry from that publication.
ms: Tanggalkan penerbitan dari bidang ini untuk mengeluarkan entri ini sepenuhnya dari penerbitan tersebut.

source: Remove a publication from this field to completely exclude this example from that publication.
ms: Tanggalkan penerbitan dari bidang ini untuk mengeluarkan contoh ini sepenuhnya dari penerbitan tersebut.

source: Remove a publication from this field to completely exclude this sense from that publication.
ms: Tanggalkan penerbitan dari bidang ini untuk mengeluarkan makna ini sepenuhnya dari penerbitan tersebut.

source: Remove &All
ms: Tanggalkan &Semua

source: Remove Clause Marker
ms: Tanggalkan Penanda Klausa

source: Remove from existing items
ms: Tanggalkan dari butir-butiran yang sedia ada

source: Remove Parser approved analyses
ms: Tanggalkan analisis yang disetujui oleh Penghurai Kata

source: Remove XXX Slot
ms: Tanggalkan Slot XXX

source: Remove YYY from XXX
ms: Tanggalkan YYY dari XXX

source: Removes the selected analysis writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
ms: Tanggalkan sistem penulisan terpilih dari projek, tetapi bukan dari FieldWorks. Sesetengah teks mungkin akan menjadi tersembunyi. Guna butang Tambah kembalikan sistem penulisan tersebut ke projek.

source: Removes the selected vernacular writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
ms: Tanggalkan sistem penulisan vernakular terpilih dari projek, tetapi bukan dari FieldWorks. Sesetengah teks mungkin akan menjadi tersembunyi. Gunakan butang Tambah unutk kembalikan sistem penulisan ke projek.

source: &Rename ...
ms: &Namakan semula ...

source: Rename a FieldWorks project.
ms: Namakan semula Projek FieldWorks.

source: Rename FieldWorks Project
ms: Namakan Semula Projek FieldWorks

source: &Rename...
ms: &Namakan semula...

source: Renaming project...
ms: Menamakan semula projek...

source: _Reparse all words
ms: _Huraikan Semua Perkataan Semula

source: &Replace
ms: &Ganti

source: Replace
ms: Ganti

source: Replace &All
ms: Ganti &Semua

source: Replace All
ms: Ganti Semua

source: Replace existing items
ms: Ganti butir-butiran yang sedia ada

source: Replace Existing Project
ms: Gantikan Projek Sedia ada

source: Replace o: with oo
ms: Ganti o: dengan oo

source: Replace Reference
ms: Ganti Rujukan

source: Re&place with:
ms: Ga&nti dengan:

source: R&eplace...
ms: G&anti...

source: Replace...
ms: Gantikan...

source: Replace: {0} with {1}
ms: Ganti: {0} dengan {1}

source: Report
ms: Laporan

source: Representation
ms: Representasi

source: Required Features
ms: Ciri-ciri Wajib

source: Required Features (Allomorph)
ms: Ciri-ciri Wajib (Alomorf)

source: (Requires Administrator rights.)
ms: (Memerlukan hak-hak Pendtadbir.)

source: Requires more derivation
ms: Meminta lebih banyak proses penerbitan kata

source: Research Plan
ms: Rancangan Penyelidikan

source: Research Plan:
ms: Rancangan Penyelidikan:

source: Researcher:
ms: Penyelidik:

source: Researchers
ms: Penyelidik-penyelidik

source: ResearchPlan
ms: RacanganPenyelidikan

source: Restore
ms: Kembalikan

source: Restore a FieldWorks project.
ms: Kembalikan semula projek FieldWorks.

source: Restore a Project
ms: Kembalikan semula sebuah Projek

source: &Restore a Project...
ms: & Kembalikan semula sesuatu Projek...

source: _Restore a Project...
ms: _Kembalikan semula sesuatu Projek...

source: Restore defaults
ms: Kembalikan semula asal

source: Restore Defaults
ms: Kembalikan semula Asal

source: Restore Defaults...
ms: Kembalikan semula Asal...

source: Restore Failed
ms: Gagal mengembalikan semula

source: Restore FieldWorks Project
ms: Kembalikan semula Projek FieldWorks

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
ms: Mengembalikan tetapan-tetapan asal akan menata semula semua paparan yang terkonfigurasi ke asal/lalai kilang. Adakah anda mahu kembalikan tetapan-tetapan asal?

source: Restoring from an old FieldWorks backup failed.
ms: Pengembalian semula backup FieldWorks lama gagal.

source: Restoring...
ms: Mengembalikan...

source: Restrict to items with dates...
ms: Bataskan kepada butir-butiran dengan tarikh-tarikh...

source: Restrict to items with values...
ms: Bataskan kepada butir-butiran dengan nilai-nilai...

source: Restrict...
ms: Batas...

source: Restriction
ms: Pembatasan
